Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Enters edit mode.
de: Wechselt in den Bearbeitungsmodus.
es: Entra en el modo de edición.
fr: Passe en mode édition.
it: Attiva la modalità di modifica.
ja: 編集モードに入ります。
ko: 편집 모드로 들어갑니다.
pt_br: Entra no modo de edição.
ru: Включает режим редактирования.
zh_hans: 进入编辑模式。

source: Entries
de: Einträge
es: Entradas
fr: Entrées
it: Voci
ja: 記録
ko: 기록
pt_br: Entradas
ru: Записи
zh_hans: 记录

source: Est. 1RM
de: Gesch. 1RM
es: 1RM est.
fr: 1RM est.
it: 1RM stim.
ja: 推定1RM
ko: 예상 1RM
pt_br: 1RM est.
ru: Расч. 1ПМ
zh_hans: 预估 1RM

source: Estimated %@ out of 10
de: Geschätzt %@ von 10
es: Estimado %@ de 10
fr: Estimé %@ sur 10
it: Stimato %@ su 10
ja: 10段階中%@（推定）
ko: 10점 만점에 약 %@점
pt_br: Estimado %@ de 10
ru: Примерно %@ из 10
zh_hans: 预估%@/10

source: Estimated range
de: Geschätzter Bereich
es: Rango estimado
fr: Plage estimée
it: Intervallo stimato
ja: 推定範囲
ko: 예상 범위
pt_br: Intervalo estimado
ru: Расчётный диапазон
zh_hans: 预估区间

source: exercise
de: Übung
es: ejercicio
fr: exercice
it: esercizio
ja: 種目
ko: 종목
pt_br: exercício
ru: упражнение
zh_hans: 动作

source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
it: Esercizio
ja: 種目
ko: 종목
pt_br: Exercício
ru: Упражнение
zh_hans: 动作

source: Exercise marked as favorite.
de: Übung als Favorit markiert.
es: Ejercicio marcado como favorito.
fr: Exercice marqué comme favori.
it: Esercizio aggiunto ai preferiti.
ja: 種目をお気に入りに追加しました。
ko: 종목을 즐겨찾기에 추가했어요.
pt_br: Exercício marcado como favorito.
ru: Упражнение добавлено в избранное.
zh_hans: 动作已收藏。

source: Exercise not found.
de: Übung nicht gefunden.
es: Ejercicio no encontrado.
fr: Exercice introuvable.
it: Esercizio non trovato.
ja: 種目が見つかりません。
ko: 종목을 찾을 수 없어요.
pt_br: Exercício não encontrado.
ru: Упражнение не найдено.
zh_hans: 未找到该动作。

source: Exercise recap
de: Übungszusammenfassung
es: Resumen del ejercicio
fr: Récapitulatif de l'exercice
it: Riepilogo esercizio
ja: 種目のまとめ
ko: 종목 요약
pt_br: Resumo do exercício
ru: Итоги упражнения
zh_hans: 动作回顾

source: Exercise Recap
de: Übungszusammenfassung
es: Resumen del ejercicio
fr: Récapitulatif de l'exercice
it: Riepilogo esercizio
ja: 種目のまとめ
ko: 종목 요약
pt_br: Resumo do exercício
ru: Итоги упражнения
zh_hans: 动作回顾

source: Exercise removed from favorites.
de: Übung aus Favoriten entfernt.
es: Ejercicio quitado de favoritos.
fr: Exercice retiré des favoris.
it: Esercizio rimosso dai preferiti.
ja: 種目をお気に入りから削除しました。
ko: 종목을 즐겨찾기에서 뺐어요.
pt_br: Exercício removido dos favoritos.
ru: Упражнение убрано из избранного.
zh_hans: 动作已取消收藏。

source: Exercise Suggestions
de: Übungsvorschläge
es: Sugerencias de ejercicios
fr: Suggestions d'exercices
it: Suggerimenti esercizi
ja: 種目の提案
ko: 종목 제안
pt_br: Sugestões de exercícios
ru: Рекомендации по упражнениям
zh_hans: 动作建议

source: exercises
de: Übungen
es: ejercicios
fr: exercices
it: esercizi
ja: 種目
ko: 종목
pt_br: exercícios
ru: упражнения
zh_hans: 动作

source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
ja: 種目
ko: 종목
pt_br: Exercícios
ru: Упражнения
zh_hans: 动作

source: Exercises will appear here once the catalog is available.
de: Übungen erscheinen hier, sobald der Katalog verfügbar ist.
es: Los ejercicios aparecerán aquí cuando el catálogo esté disponible.
fr: Les exercices apparaîtront ici dès que le catalogue sera disponible.
it: Gli esercizi compariranno qui quando il catalogo sarà disponibile.
ja: カタログが利用可能になると、ここに種目が表示されます。
ko: 카탈로그를 불러오면 종목이 여기에 표시돼요.
pt_br: Os exercícios aparecerão aqui assim que o catálogo estiver disponível.
ru: Упражнения появятся здесь, когда каталог будет готов.
zh_hans: 动作库准备好后，动作会显示在这里。

source: Exits edit mode.
de: Beendet den Bearbeitungsmodus.
es: Sale del modo de edición.
fr: Quitte le mode édition.
it: Esce dalla modalità di modifica.
ja: 編集モードを終了します。
ko: 편집 모드를 종료합니다.
pt_br: Sai do modo de edição.
ru: Выходит из режима редактирования.
zh_hans: 退出编辑模式。

source: Expand heart rate chart
de: Herzfrequenz-Diagramm vergrößern
es: Ampliar gráfico de frecuencia cardíaca
fr: Agrandir le graphique de fréquence cardiaque
it: Espandi il grafico della frequenza cardiaca
ja: 心拍数グラフを拡大
ko: 심박수 차트 펼치기
pt_br: Expandir gráfico de frequência cardíaca
ru: Развернуть график пульса
zh_hans: 展开心率图表

source: Expand route
de: Route vergrößern
es: Ampliar ruta
fr: Agrandir l’itinéraire
it: Espandi il percorso
ja: ルートを拡大
ko: 경로 펼치기
pt_br: Expandir rota
ru: Развернуть маршрут
zh_hans: 展开路线

source: Expanded
de: Ausgeklappt
es: Expandido
fr: Développé
it: Espanso
ja: 展開済み
ko: 펼침
pt_br: Expandido
ru: Развёрнуто
zh_hans: 已展开

source: Explore Your Progress
de: Entdecke deinen Fortschritt
es: Explora tu progreso
fr: Explore ta progression
it: Esplora i tuoi progressi
ja: 進捗を見てみましょう
ko: 내 변화 살펴보기
pt_br: Explore seu progresso
ru: Изучите свой прогресс
zh_hans: 探索你的进步

source: Extend
de: Verlängern
es: Extender
fr: Prolonger
it: Estendi
ja: 延長
ko: 연장
pt_br: Estender
ru: Продлить
zh_hans: 延长

source: EZ Bar
de: SZ-Stange
es: Barra Z
fr: Barre EZ
it: Bilanciere EZ
ja: EZバー
ko: EZ 바
pt_br: Barra W
ru: EZ-гриф
zh_hans: EZ 杠

source: Family Sharing is on. One subscription covers your Family.
de: Familienfreigabe ist aktiv. Ein Abo deckt deine Familie ab.
es: Compartir en familia está activado. Una suscripción cubre a toda tu Familia.
fr: Le partage familial est activé. Un seul abonnement couvre ta famille.
it: In famiglia è attivo. Un unico abbonamento copre tutta la tua famiglia.
ja: ファミリー共有がオンです。1つのサブスクリプションでファミリー全員が利用できます。
ko: 가족 공유가 켜져 있어요. 구독 하나로 가족 모두가 사용할 수 있어요.
pt_br: O Compartilhamento Familiar está ativado. Uma assinatura cobre toda a sua Família.
ru: Семейный доступ включён. Одна подписка на всю семью.
zh_hans: “家人共享”已开启。一份订阅即可覆盖整个家庭。

source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito
ja: お気に入り
ko: 즐겨찾기
pt_br: Favorito
ru: Избранное
zh_hans: 收藏

source: Favorite Exercise
de: Übung favorisieren
es: Marcar ejercicio como favorito
fr: Ajouter l'exercice aux favoris
it: Aggiungi esercizio ai preferiti
ja: 種目をお気に入りに追加
ko: 종목 즐겨찾기
pt_br: Favoritar exercício
ru: В избранные упражнения
zh_hans: 收藏动作

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
zh_hans: 收藏

source: Feeling unwell and training may need to pause
de: Fühlst dich unwohl, das Training muss eventuell pausieren
es: Te sientes mal y puede que el entrenamiento deba pausarse
fr: Tu ne te sens pas bien et l'entraînement devra peut-être être interrompu
it: Non ti senti bene e l'allenamento potrebbe doversi fermare
ja: 体調が優れず、トレーニングの中断が必要かもしれません
ko: 몸이 좋지 않아 훈련을 쉬어야 할 수 있어요
pt_br: Sentindo-se mal e o treino pode precisar de pausa
ru: Нездоровится, тренировки, возможно, придётся приостановить
zh_hans: 身体不适，训练可能需要暂停

source: Feet
de: Fuß
es: Pies
fr: Pieds
it: Piedi
ja: 足
ko: 피트
pt_br: Pés
ru: Футы
zh_hans: 英尺

source: Felt
de: Gefühl
es: Sensación
fr: Ressenti
it: Sensazione
ja: 体感
ko: 느낌
pt_br: Sensação
ru: Ощущения
zh_hans: 感觉

source: fewer
de: weniger
es: menos
fr: moins
it: meno
ja: 少なめ
ko: 더 적은
pt_br: menos
ru: меньше
zh_hans: 更少

source: Fills in the target RPE when you mark a set complete without rating it.
de: Trägt die Ziel-RPE ein, wenn du einen Satz ohne Bewertung als abgeschlossen markierst.
es: Rellena el RPE objetivo cuando marcas una serie como completada sin valorarla.
fr: Remplit le RPE cible lorsque tu marques une série comme terminée sans la noter.
it: Inserisce l'RPE target quando completi una serie senza valutarla.
ja: 評価せずにセットを完了にしたとき、目標RPEを自動で入力します。
ko: RPE를 매기지 않고 세트를 완료하면 목표 RPE를 자동으로 채웁니다.
pt_br: Preenche o RPE alvo quando você marca uma série como concluída sem avaliá-la.
ru: Подставляет целевой RPE, когда подход отмечен выполненным без оценки.
zh_hans: 当你未评分就把一组标记为完成时，自动填入目标 RPE。

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
ja: フィルタ
ko: 필터
pt_br: Filtros
ru: Фильтры
zh_hans: 筛选

source: Filters the route map by time range.
de: Filtert die Routenkarte nach Zeitraum.
es: Filtra el mapa de la ruta por rango de tiempo.
fr: Filtre la carte de l’itinéraire par plage horaire.
it: Filtra la mappa dei percorsi per intervallo di tempo.
ja: 期間でルートマップを絞り込みます。
ko: 기간별로 경로 지도를 필터링합니다.
pt_br: Filtra o mapa da rota por período.
ru: Фильтрует карту маршрутов по периоду.
zh_hans: 按时间范围筛选路线地图。

source: Filters to favorite exercises.
de: Filtert nach Lieblingsübungen.
es: Filtra a los ejercicios favoritos.
fr: Filtre sur les exercices favoris.
it: Mostra solo gli esercizi preferiti.
ja: お気に入りの種目に絞り込みます。
ko: 즐겨찾기한 종목만 표시합니다.
pt_br: Filtra pelos exercícios favoritos.
ru: Оставляет только избранные упражнения.
zh_hans: 只显示收藏的动作。

source: Filters to favorite workout plans.
de: Filtert nach Lieblings-Trainingsplänen.
es: Filtra a los planes de entrenamiento favoritos.
fr: Filtre sur les programmes d'entraînement favoris.
it: Mostra solo le schede preferite.
ja: お気に入りのワークアウトプランに絞り込みます。
ko: 즐겨찾기한 운동 플랜만 표시합니다.
pt_br: Filtra pelos planos de treino favoritos.
ru: Оставляет только избранные планы тренировок.
zh_hans: 只显示收藏的训练计划。

source: Finish
de: Beenden
es: Finalizar
fr: Terminer
it: Termina
ja: 終了
ko: 완료
pt_br: Finalizar
ru: Завершить
zh_hans: 完成

source: Finish a few more workouts to chart this.
de: Absolviere noch ein paar Workouts, um dies darzustellen.
es: Completa algunos entrenamientos más para ver esta gráfica.
fr: Termine encore quelques séances pour afficher ce graphique.
it: Completa ancora qualche allenamento per vedere il grafico.
ja: グラフを表示するには、もう少しワークアウトを完了してください。
ko: 운동을 몇 번 더 완료하면 차트가 만들어져요.
pt_br: Conclua mais alguns treinos para ver este gráfico.
ru: Завершите ещё несколько тренировок, чтобы построить график.
zh_hans: 再完成几次训练即可生成此图表。

source: Finish and save workout?
de: Workout beenden und speichern?
es: ¿Finalizar y guardar el entrenamiento?
fr: Terminer et enregistrer la séance ?
it: Terminare e salvare l'allenamento?
ja: ワークアウトを終了して保存しますか？
ko: 운동을 완료하고 저장할까요?
pt_br: Finalizar e salvar o treino?
ru: Завершить и сохранить тренировку?
zh_hans: 完成并保存训练？

source: Finish Cardio Session
de: Cardio-Session beenden
es: Finalizar sesión de cardio
fr: Terminer la séance de cardio
it: Termina sessione cardio
ja: 有酸素セッションを終了
ko: 유산소 세션 완료
pt_br: Finalizar sessão de cardio
ru: Завершить кардио
zh_hans: 完成有氧训练

source: Finish cardio session?
de: Cardio-Session beenden?
es: ¿Finalizar la sesión de cardio?
fr: Terminer la séance de cardio ?
it: Terminare la sessione cardio?
ja: 有酸素セッションを終了しますか？
ko: 유산소 세션을 완료할까요?
pt_br: Finalizar sessão de cardio?
ru: Завершить кардио?
zh_hans: 完成有氧训练？

source: Finish creating the workout plan before editing it.
de: Schließe die Erstellung des Trainingsplans ab, bevor du ihn bearbeitest.
es: Termina de crear el plan de entrenamiento antes de editarlo.
fr: Terminez la création du programme d'entraînement avant de le modifier.
it: Completa la creazione della scheda prima di modificarla.
ja: 編集する前に、ワークアウトプランの作成を完了してください。
ko: 운동 플랜을 다 만든 뒤에 편집할 수 있어요.
pt_br: Termine de criar o plano de treino antes de editá-lo.
ru: Закончите создание плана тренировки, прежде чем его редактировать.
zh_hans: 请先完成训练计划的创建，再进行编辑。

source: Finish creating the workout plan before opening it.
de: Schließe die Erstellung des Trainingsplans ab, bevor du ihn öffnest.
es: Termina de crear el plan de entrenamiento antes de abrirlo.
fr: Terminez la création du programme d'entraînement avant de l'ouvrir.
it: Completa la creazione della scheda prima di aprirla.
ja: 開くには、ワークアウトプランの作成を完了してください。
ko: 운동 플랜을 다 만든 뒤에 열 수 있어요.
pt_br: Termine de criar o plano de treino antes de abri-lo.
ru: Закончите создание плана тренировки, прежде чем открывать его.
zh_hans: 请先完成训练计划的创建，再打开它。

source: Finish creating the workout plan before starting a workout from it.
de: Schließe die Erstellung des Trainingsplans ab, bevor du ein Workout daraus startest.
es: Termina de crear el plan de entrenamiento antes de empezar un entrenamiento desde él.
fr: Terminez la création du programme d'entraînement avant de lancer une séance à partir de celui-ci.
it: Completa la creazione della scheda prima di iniziare un allenamento da questa.
ja: ワークアウトを開始する前に、ワークアウトプランの作成を完了してください。
ko: 운동 플랜을 다 만든 뒤에 운동을 시작할 수 있어요.
pt_br: Termine de criar o plano de treino antes de iniciar um treino a partir dele.
ru: Закончите создание плана тренировки, прежде чем начинать по нему тренировку.
zh_hans: 请先完成训练计划的创建，再用它开始训练。

source: Finish the cardio session before opening its details.
de: Beende die Cardio-Session, bevor du ihre Details öffnest.
es: Finaliza la sesión de cardio antes de abrir sus detalles.
fr: Terminez la séance de cardio avant d’ouvrir ses détails.
it: Termina la sessione cardio prima di aprirne i dettagli.
ja: 詳細を開く前に、有酸素セッションを終了してください。
ko: 유산소 세션을 완료한 뒤에 상세 정보를 열 수 있어요.
pt_br: Finalize a sessão de cardio antes de abrir os detalhes.
ru: Завершите кардио, прежде чем открывать детали.
zh_hans: 请先完成这次有氧训练，再查看详情。

source: Finish the workout before opening its details.
de: Beende das Workout, bevor du seine Details öffnest.
es: Finaliza el entrenamiento antes de abrir sus detalles.
fr: Terminez la séance avant d'ouvrir ses détails.
it: Termina l'allenamento prima di aprirne i dettagli.
ja: 詳細を開く前に、ワークアウトを終了してください。
ko: 운동을 완료한 뒤에 상세 정보를 열 수 있어요.
pt_br: Finalize o treino antes de abrir seus detalhes.
ru: Завершите тренировку, прежде чем открывать детали.
zh_hans: 请先完成这次训练，再查看详情。

source: Finish the workout before saving it as a plan.
de: Beende das Workout, bevor du es als Plan speicherst.
es: Finaliza el entrenamiento antes de guardarlo como plan.
fr: Terminez la séance avant de l'enregistrer comme plan.
it: Termina l'allenamento prima di salvarlo come scheda.
ja: プランとして保存する前に、ワークアウトを終了してください。
ko: 운동을 완료한 뒤에 플랜으로 저장할 수 있어요.
pt_br: Finalize o treino antes de salvá-lo como plano.
ru: Завершите тренировку, прежде чем сохранять её как план.
zh_hans: 请先完成这次训练，再将其保存为计划。

source: Finish this goal now. It will be saved as an ended early override if you haven’t actually hit the target.
de: Beende dieses Ziel jetzt. Es wird als vorzeitig beendete Anpassung gespeichert, wenn du das Ziel nicht wirklich erreicht hast.
es: Finaliza este objetivo ahora. Se guardará como una anulación terminada antes de tiempo si en realidad no has alcanzado la meta.
fr: Termine cet objectif maintenant. Il sera enregistré comme un ajustement terminé prématurément si tu n'as pas réellement atteint la cible.
it: Termina subito questo obiettivo. Verrà salvato come chiusura anticipata se non hai davvero raggiunto il target.
ja: この目標を今すぐ終了します。まだ目標に到達していない場合は、早期終了として保存されます。
ko: 이 목표를 지금 완료해요. 실제로 목표에 도달하지 않았다면 조기 종료로 저장돼요.
pt_br: Finalize esta meta agora. Ela será salva como um ajuste encerrado antes do tempo se você não tiver realmente atingido o alvo.
ru: Завершить цель сейчас. Если цель фактически не достигнута, она сохранится как досрочно завершённая.
zh_hans: 立即结束这个目标。如果你还没真正达成，它会作为“提前结束”记录保存。

source: Finish Workout
de: Workout beenden
es: Finalizar entrenamiento
fr: Terminer la séance
it: Termina allenamento
ja: ワークアウトを終了
ko: 운동 완료
pt_br: Finalizar treino
ru: Завершить тренировку
zh_hans: 完成训练

source: Finish your active plan before starting cardio.
de: Beende deinen aktiven Plan, bevor du mit Cardio startest.
es: Finaliza tu plan activo antes de empezar el cardio.
fr: Termine ton plan actif avant de commencer le cardio.
it: Termina la tua scheda attiva prima di iniziare il cardio.
ja: 有酸素運動を開始する前に、実行中のプランを終了してください。
ko: 유산소를 시작하려면 진행 중인 플랜을 먼저 완료하세요.
pt_br: Finalize seu plano ativo antes de começar o cardio.
ru: Завершите активный план, прежде чем начинать кардио.
zh_hans: 请先完成进行中的计划，再开始有氧。

source: Finish your active workout before starting cardio.
de: Beende dein aktives Workout, bevor du mit Cardio startest.
es: Finaliza tu entrenamiento activo antes de empezar el cardio.
fr: Termine ta séance active avant de commencer le cardio.
it: Termina l'allenamento attivo prima di iniziare il cardio.
ja: 有酸素運動を開始する前に、実行中のワークアウトを終了してください。
ko: 유산소를 시작하려면 진행 중인 운동을 먼저 완료하세요.
pt_br: Finalize seu treino ativo antes de começar o cardio.
ru: Завершите активную тренировку, прежде чем начинать кардио.
zh_hans: 请先完成进行中的训练，再开始有氧。

source: Finishes and saves the current cardio session, including any route or Health data captured.
de: Beendet und speichert die aktuelle Cardio-Einheit, einschließlich aller erfassten Routen- oder Health-Daten.
es: Finaliza y guarda la sesión de cardio actual, incluida cualquier ruta o dato de Salud capturado.
fr: Termine et enregistre la séance de cardio en cours, y compris l’itinéraire ou les données Santé capturés.
it: Termina e salva la sessione cardio in corso, compresi il percorso e i dati di Salute registrati.
ja: 現在の有酸素セッションを終了し、記録されたルートやHealthデータとあわせて保存します。
ko: 기록된 경로와 건강 데이터를 포함해 현재 유산소 세션을 완료하고 저장합니다.
pt_br: Finaliza e salva a sessão de cardio atual, incluindo qualquer rota ou dado da Saúde capturado.
ru: Завершает и сохраняет текущее кардио вместе с записанным маршрутом и данными Здоровья.
zh_hans: 完成并保存当前的有氧训练，包括已记录的路线和健康数据。

source: Finishes and saves the workout.
de: Beendet und speichert das Workout.
es: Finaliza y guarda el entrenamiento.
fr: Termine et enregistre la séance.
it: Termina e salva l'allenamento.
ja: ワークアウトを終了して保存します。
ko: 운동을 완료하고 저장합니다.
pt_br: Finaliza e salva o treino.
ru: Завершает и сохраняет тренировку.
zh_hans: 完成并保存本次训练。

source: Finishes the current workout session.
de: Beendet die aktuelle Workout-Session.
es: Finaliza la sesión de entrenamiento actual.
fr: Termine la séance d'entraînement en cours.
it: Termina la sessione di allenamento in corso.
ja: 現在のワークアウトセッションを終了します。
ko: 현재 운동 세션을 완료합니다.
pt_br: Finaliza a sessão de treino atual.
ru: Завершает текущую тренировку.
zh_hans: 完成当前的训练。

source: Finishes the feature tour and enters the app.
de: Beendet die Funktionstour und öffnet die App.
es: Finaliza el recorrido de funciones y entra en la app.
fr: Termine la visite des fonctionnalités et ouvre l'app.
it: Conclude il tour delle funzioni ed entra nell'app.
ja: 機能ツアーを終了して、アプリを開始します。
ko: 기능 소개를 마치고 앱으로 들어갑니다.
pt_br: Conclui o tour de recursos e abre o app.
ru: Завершает обзор возможностей и открывает приложение.
zh_hans: 结束功能导览并进入应用。

source: Flat
de: Flach
es: Plano
fr: Plat
it: Stabile
ja: 横ばい
ko: 변동 없음
pt_br: Plano
ru: Без изменений
zh_hans: 持平

source: Focus on glutes, legs, and sculpting upper body
de: Fokus auf Gesäß, Beine und Formung des Oberkörpers
es: Céntrate en glúteos, piernas y esculpir el tren superior
fr: Axé sur les fessiers, les jambes et le sculptage du haut du corps
it: Focus su glutei, gambe e definizione della parte alta
ja: お尻と脚を重点的に、上半身は引き締める
ko: 둔근과 하체 중심에 상체 라인까지
pt_br: Foco em glúteos, pernas e modelagem da parte superior
ru: Упор на ягодицы, ноги и рельеф верха тела
zh_hans: 专注臀部、腿部，并雕塑上肢线条

# For %@, %@.
source: For %1$@, %2$@.
de: Für %1$@: %2$@.
es: Para %1$@, %2$@.
fr: Pour %1$@, %2$@.
it: Per %1$@, %2$@.
ja: %1$@は%2$@です。
ko: %1$@ 기준, %2$@.
pt_br: Para %1$@, %2$@.

source: Forearms
de: Unterarme
es: Antebrazos
fr: Avant-bras
it: Avambracci
ja: 前腕
ko: 전완근
pt_br: Antebraços
ru: Предплечья
zh_hans: 前臂

source: Free trial — %@
de: Kostenlose Testphase — %@
es: Prueba gratis — %@
fr: Essai gratuit — %@
it: Prova gratuita — %@
ja: 無料トライアル — %@
ko: 무료 체험 — %@
pt_br: Teste grátis — %@
ru: Пробный период — %@
zh_hans: 免费试用 — %@

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
ja: 金曜日
ko: 금요일
pt_br: Sexta-feira
ru: Пятница
zh_hans: 星期五

source: From Your Session Ratings
de: Aus deinen Einheitsbewertungen
es: De tus valoraciones de sesión
fr: D’après tes évaluations de séance
it: Dalle tue valutazioni delle sessioni
ja: セッションの評価から
ko: 내 세션 평가에서
pt_br: A partir das suas avaliações de sessão
ru: По твоим оценкам тренировок
zh_hans: 来自你的训练评分

source: Front Delt
de: Vordere Schulter
es: Deltoides anterior
fr: Deltoïde antérieur
it: Deltoide anteriore
ja: 三角筋前部
ko: 전면 삼각근
pt_br: Deltoide anterior
ru: Передняя дельта
zh_hans: 三角肌前束

source: Full Body
de: Ganzkörper
es: Cuerpo completo
fr: Corps entier
ja: 全身
ko: 전신
pt_br: Corpo inteiro
ru: Всё тело
zh_hans: 全身

source: Full leg day. Squat first, then hamstrings, accessories, and calves.
de: Voller Beintag. Zuerst Kniebeugen, dann Beinbeuger, Hilfsübungen und Waden.
es: Día de piernas completo. Primero sentadillas, luego isquiotibiales, accesorios y gemelos.
fr: Journée jambes complète. D'abord les squats, puis les ischio-jambiers, les accessoires et les mollets.
it: Giorno gambe completo. Prima lo squat, poi femorali, complementari e polpacci.
ja: 脚全体の日。スクワットから始め、ハムストリング、補助種目、ふくらはぎと続けます。
ko: 본격 하체 데이. 스쿼트로 시작해 햄스트링, 보조 운동, 종아리 순으로 진행해요.
pt_br: Dia de pernas completo. Primeiro agachamento, depois posteriores, acessórios e panturrilhas.
ru: Полный день ног. Сначала присед, затем бицепс бедра, подсобка и икры.
zh_hans: 完整腿日。先深蹲，再练腘绳肌、辅助动作和小腿。

source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
ja: 生成
ko: 생성
pt_br: Gerar
ru: Создать
zh_hans: 生成

source: Generate complete plans with on-device AI from a single sentence.
de: Generiere komplette Pläne mit On-Device-KI aus einem einzigen Satz.
es: Genera planes completos con IA en el dispositivo a partir de una sola frase.
fr: Générez des plans complets avec l'IA sur l'appareil à partir d'une seule phrase.
it: Genera schede complete con l'AI sul dispositivo, partendo da una sola frase.
ja: 一文からオンデバイスAIが完全なプランを生成します。
ko: 한 문장만 입력하면 기기 내 AI가 완성된 플랜을 만들어요.
pt_br: Gere planos completos com IA no dispositivo a partir de uma única frase.
ru: Готовые планы из одного предложения — AI прямо на устройстве.
zh_hans: 用设备端 AI，一句话生成完整计划。

source: Generate Suggestions
de: Vorschläge generieren
es: Generar sugerencias
fr: Générer des suggestions
it: Genera suggerimenti
ja: 提案を生成
ko: 제안 생성
pt_br: Gerar sugestões
ru: Создать рекомендации
zh_hans: 生成建议

source: Generate with AI
de: Mit KI generieren
es: Generar con IA
fr: Générer avec l'IA
it: Genera con l'AI
ja: AIで生成
ko: AI로 생성
pt_br: Gerar com IA
ru: Создать с AI
zh_hans: 用 AI 生成

source: Generating suggestions...
de: Vorschläge werden generiert …
es: Generando sugerencias...
fr: Génération des suggestions...
it: Generazione dei suggerimenti...
ja: 提案を生成中…
ko: 제안 생성 중...
pt_br: Gerando sugestões...
ru: Создаём рекомендации...
zh_hans: 正在生成建议...

source: Generation failed. Try a shorter or clearer prompt.
de: Generierung fehlgeschlagen. Versuche eine kürzere oder klarere Eingabe.
es: La generación falló. Prueba con una indicación más corta o más clara.
fr: Échec de la génération. Essayez une requête plus courte ou plus claire.
it: Generazione non riuscita. Prova con una richiesta più breve o più chiara.
ja: 生成に失敗しました。もっと短く、わかりやすい内容で試してください。
ko: 생성에 실패했어요. 더 짧고 분명하게 입력해 보세요.
pt_br: A geração falhou. Tente um comando mais curto ou mais claro.
ru: Не удалось сгенерировать. Попробуйте короче или яснее сформулировать запрос.
zh_hans: 生成失败。请尝试更简短或更清晰的描述。
